Repository: BodhiDev/Forecast2.0
Catalog: po/*.po
Languages: be, ml

source: Forecasts Settings
be: Налады Forecasts
ml: ഫോർക്കാസ്റ്റ്സ് ക്രമീകരണങ്ങൾ

source: Display Settings
be: Налады адлюстравання
ml: ഡിസ്പ്ളേ ക്രമീകരണങ്ങൾ

source: Poll Time
be: Перыяд апытання
ml: പോൾ സമയം

source: %2.0f minutes
be: %2.0f хвілін
ml: %2.0f മിനിറ്റ്

source: Forecasts days
be: Прагноз на
ml: ഫോർക്കാസ്റ്റ്സ് ദിവസങ്ങൾ

source: %2.0f days
be: %2.0f дзён
ml: %2.0f ദിവസങ്ങൾ

source: Show Description
be: Паказваць апісанне
ml: വിവരണം കാണിക്കുക

source: Popup on mouse over
be: Усплывальнае акно пры навядзенні мышы
ml: മൌസോവറിൽ പോപ്പപ്പ് ചെയ്യുക

source: Unit Settings
be: Налады адзінак вымярэння
ml: യൂണിറ്റ് ക്രമീകരണങ്ങൾ

source: Metric
be: Метрычныя
ml: മെട്രിക്ക്

source: English
be: Ангельскія
ml: ഇംഗ്ലീഷ്

source: Weather location
be: Надвор'е ў месцы
ml: കാലാവസ്ഥയുടെ സ്ഥാനം

source: City name (empty = local)
ml: നഗരത്തിന്റെ പേര് (ശൂന്യം = പ്രാദേശികം)

source: Custom location label
ml: ഇഷ്‌ടാനുസൃത ലൊക്കേഷൻ ലേബൽ

source: Language support
be: Падтрымка мовы
ml: ഭാഷാ പിന്തുണ

source: Language code (e.g. sk)
ml: ഭാഷാ കോഡ് (ഉദാ. ml)

source: Forecasts
be: Надвор'е
ml: ഫോർക്കാസ്റ്റ്സ്

source: Settings
be: Налады
ml: ക്രമീകരണങ്ങൾ

source: %s: Current Conditions
be: %s: Цяперашні стан
ml: %s: നിലവിലെ സാഹചര്യം

source: Feels Like:
be: Адчуваецца як:
ml: ഇതുപോലെ തോന്നുന്നു:

source: Wind Chill:
be: Тэмпература ветру:
ml: കാറ്റിൻ്റെ തണുപ്പ്:

source: Wind Speed:
be: Хуткасць ветру:
ml: കാറ്റിൻ്റെ വേഗത:

source: Humidity:
be: Вільготнасць:
ml: ഈർപ്പം:

source: Precipitation:
be: Ападкі:
ml: മഴ:

source: Visibility:
be: Бачнасць:
ml: ദൃശ്യപരത:

source: Pressure:
be: Ціск:
ml: സമ്മർദ്ദം:

source: Sunrise / Sunset:
ml: സൂര്യോദയം / സൂര്യാസ്തമയം:

source: Today
be: Сёння
ml: ഇന്ന്

source: Tomorrow
be: Заўтра
ml: നാളെ

source: High
be: Да
ml: ഉയർന്നത്

source: Low
be: Ад
ml: താഴ്ന്നത്
